Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Gas combustion in turbines, flaring of gas and diesel consumption on the facilities are key emission sources for both CO2 and NOx.
nb: Gassforbrenning i turbiner, fakling av gass og dieselforbruk på inntretningene er sentrale utslippskilder både for CO2 og NOx.

source: NOx are not greenhouse gases as such, but they do have several different effects on the environment, such as acidification of watercourses and soil.
nb: NOx er ikke miljøgasser, men har flere miljøeffekter som for eksempel forsuring av vassdrag og jordsmonn.

source: Calculations made by the NPD and NVE show that the costs of measures to electrify the shelf will be high compared with today's CO2 tax, NOx tax and the expected international CO2 quota price.
nb: Beregningene til OD og NVE viser at tiltakskostnadene for elektrifisering av sokkelen vil være høye i forhold til dagens CO2-avgift, NOx-avgift og forventet internasjonal CO2-kvotepris.

source: When the Low Emission Committee submitted its report last year, it relied on the NPD's conclusions that the costs of modifying the offshore facilities to prepare them to receive power from land would be too high.
nb: Da Lavutslippsutvalget leverte sin rapport i fjor, la utvalget til grunn ODs konklusjoner om at kostnadene med å bygge om innretningene offshore for å gjøre dem klare til å få kraft fra land vil bli for høye.

source: Therefore, the Low Emission Committee recommended that existing facilities not be modified.
nb: Lavutslippsutvalget anbefalte derfor ikke å bygge om eksisterende anlegg.

source: Instead, the Committee suggested reducing the emissions of greenhouse gases from production and transportation of petroleum by ensuring that future process facilities were built on land to the extent possible, and that they be run using CO2-neutral electricity.
nb: I stedet foreslo utvalget å redusere utslippene av klimagasser fra produksjon og transport av petroleum ved at framtidige prosessanlegg i størst mulig grad bygges på land, og at disse blir drevet av CO2-nøytral elektrisitet.

source: Alternatively, the Committee proposed supplying electricity from land via cables where this was possible from a cost perspective, or possibly in combination with wind turbines along the coast.
nb: Alternativt foreslo utvalget å tilføre elektrisitet fra land via kabel der det kostnadsmessig ligger til rette for det, eventuelt i kombinasjon med vindturbiner langs kysten.

source: The Committee recommended further work on process improvements on the facilities.
nb: Utvalget ønsket at det skulle arbeides videre med prosessforbedring på innretningene.

source: However, the offshore power plants are not inefficient.
nb: Men kraftanleggene offshore er ikke lite effektive.

source: They are relatively new and well-maintained, and they are therefore reasonably energy-efficient.
nb: De er forholdsvis nye og godt vedlikeholdt og derfor relativt energieffektive.

source: The efficiency of a gas power plant on land depends on where the power plant is located.
nb: Effektiviteten av et gasskraftverk på land avhenger av beliggenheten av kraftverket.

source: A gas power plant will normally be built near the landing site for the gas, which may be far from densely populated areas.
nb: Et gasskraftverk vil normalt bli bygd nær ilandføringsstedet for gassen som kan være langt unna tettbygde strøk.

source: This means that the residual heat from the plant has limited value, as there are few potential users.
nb: Dette medfører at restvarmen fra anlegget har begrenset verdi, ettersom det blir få brukere av denne restvarmen.

source: Energy plants with a total output of about 4250 megawatts (MW) are installed on the Norwegian shelf.
nb: Det er installert energianlegg med en samlet effekt på om lag 4250 megawatt (MW) på norsk sokkel.

source: This is equivalent to 8-10 gas power plants the size of Kårstø.
nb: Dette tilsvarer 8-10 gasskraftanlegg på størrelse med Kårstø.

source: About 21 terawatt-hours of electric power are produced on the shelf.
nb: Det blir produsert omtrent 21 terawattimer elektrisk kraft på sokkelen.

source: In comparison, production of electric power on the Norwegian mainland in 2006 was about 121 terawatt-hours.
nb: Til sammenligning var produksjonen av elektrisk kraft på det norske fastland i 2006 rundt 121 terawattimer.

source: The energy produced offshore is significant.
nb: Energiproduksjonen offshore er altså betydelig.

source: However, we also know that energy consumption on land in Norway in a normal year is greater than the energy produced, which means that there is no surplus of domestic power to supply the shelf.
nb: Men vi vet også at energiforbruket på land i Norge i et normalår er større enn energiproduksjonen.

source: Therefore, this power must be obtained in some other way, either by increased import - which will largely mean coal power or gas power without CO2 cleaning - or through new domestic power development.
nb: Derfor må kraften skaffes til veie enten ved økt import – det vil i stor grad være kullkraft eller gasskraft uten CO2-rensing - eller ved ny innenlandsk kraftutbygging.

source: New developments of hydroelectric power are not considered to be a realistic alternative.
nb: Ny utbygging av vannkraft regnes ikke som et realistisk alternativ.

source: At the end of 2006, there were 52 producing fields on the Norwegian shelf, while only 30 of the fields had regular production of power.
nb: Ved utgangen av 2006 var det 52 produserende felt på norsk sokkel, bare 30 av feltene hadde kraftproduksjon som jevnlig var i drift.

source: The other fields do not have their own process facilities, but are linked to other facilities.
nb: De øvrige har ikke eget prosessanlegg, men er knyttet opp til andre innretninger.

source: The need for power and energy efficiency on these fields varies over time and according to a number of field-specific factors.
nb: Kraftbehovet og energieffektiviteten på disse feltene varierer over tid og ut fra en rekke feltspesifikke forhold.

source: The most important factors governing the need for power are pressure development, transportation needs and production development of oil, gas and water over time.
nb: De viktigste faktorene som styrer kraftbehovet er trykkutvikling, transportbehov og produksjonsutvikling av olje, gass og vann over tid.

source: Significant investments are required to electrify the shelf; for sea cables, conversion stations, new platforms and costs associated with modification of existing facilities, regardless of whether the power comes from hydroelectric power plants, gas power plants, gas power plants with CO2 treatment or imported power.
nb: Det kreves store investeringer for å elektrifisere sokkelen, til sjøkabler, omformingsstasjoner, nye plattformer og kostnader i forbindelse med ombygging av eksisterende innretninger enten kraften kommer fra vannkraftverk, gasskraftverk, gasskraftverk med CO2-håndtering eller importert kraft.

source: If the shelf is electrified without production of pollution-free electricity in Norway, it is uncertain whether the result will be a net reduction of CO2 overall.
nb: Dersom sokkelen blir elektrifisert uten at det produseres forurensingsfri elektrisitet i Norge, er det usikkert om resultatet blir netto utslippsreduksjon av CO2 totalt sett.

source: This is due to the loss of energy associated with transmission to the shelf and the fact that production increases in Europe for several years will come from existing coal power plants with significant CO2 emissions.
nb: Dette skyldes tap av energi ved overføring til sokkelen og det faktum at produksjonsøkning i Europa i flere år framover vil bli dekket fra eksisterende kullkraftverk med store utslipp av CO2.

source: However, electrification of the shelf will lead to substantial reductions in NOx.
nb: Elektrifisering av sokkelen vil imidlertid føre til vesentlige reduksjoner av NOx.

source: The average daily production was about 2 838 000 barrels oil, about 197 000 barrels NGL and about 202 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i mai var om lag 2 838 000 fat stabilisert olje, om lag 197 000 fat NGL og om lag 202 000 fat kondensat.

source: The production in May was 5 percent lower than production for the same period last year.
nb: Produksjonen i mai i år var 5 prosent lågare enn produksjonen i mai i fjor.

source: Both oil and gas production volumes were lower.
nb: Både olje- og gassproduksjonen var lågare.

source: So far this year the total production is about 112,0 million Sm3 o.e.
nb: Så langt i 2003 er den totale produksjonen om lag 112,0 millionar Sm3 o.e.

source: Oil production approx. 70.6 million Sm3 o.e., condensate and NGL about 9.8 million Sm3 o.e., and marketable gas about 31,6 million Sm3 o.e.
nb: Av dette utgjorde oljeproduksjonen rundt 70,6 millionar Sm3 o.e., kondensat og NGL rundt 9,8 millionar Sm3 o.e., og gass for sal rundt 31,6 millionar Sm3 o.e.

source: The overview shows complete history per field and total production per month and year.
nb: Oversikten viser nå komplett historie pr. felt og for heile sokkelen pr. månad og år.

source: Preliminary production figures from the Norwegian continental shelf, June 2003
nb: Førebels produksjonstal frå norsk kontinentalsokkel, juni 2003

source: Preliminary production figures show an average daily production of about 2 605 000 barrels oil.
nb: Førebels produksjonsoversikt for juni viser ein gjennomsnittleg dagsproduksjon på om lag 2 605 000 fat olje.

source: This is 300.000 barrels less than produced in June, 2002.
nb: Dette er omlag 300.000 tusen fat lågare enn dagsproduksjonen i juni i fjor.

source: The reason for this is planned maintenance shutdowns on several fields, including Troll.
nb: Den låge produksjonen skyldes planlagt vedlikehald på fleire felt, blant anna på Troll.

source: Final figures will be published in the beginning of August 2003.
nb: Endelege produksjonstal vart gjort offentleg i begynnelsen av august 2003.

source: Contact information Rune Hult, tlf.
nb: Kontaktinformasjon Rune Hult, tlf.

source: The average daily production was about 2 941 000 barrels oil, about 226 000 barrels NGL and about 242 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i november var om lag 2 941 000 fat stabilisert olje, om lag 226 000 fat NGL og om lag 242 000 fat kondensat.

source: So far this year the total production is about 238.1 million Sm3 o.e.
nb: Så langt i 2003 er den totale produksjonen om lag 238,1 millionar Sm3 o.e.

source: Oil production approx. 150.9 million Sm3 o.e., condensate and NGL about 21.4 million Sm3 o.e., and marketable gas about 65.7 million Sm3 o.e.
nb: Av dette utgjorde oljeproduksjonen rundt 150,9 millionar Sm3 o.e., kondensat og NGL rundt 21,4 millionar Sm3 o.e., og gass for sal rundt 65,7 millionar Sm3 o.e.

source: Preliminary production figures from the Norwegian continental shelf, December 2003 Preliminary production figures show an average daily production of about 2 981 000 barrels oil.
nb: Førebels produksjonstal frå norsk kontinentalsokkel, desember 2003 Førebels produksjonsoversikt for desember viser ein gjennomsnittleg dagsproduksjon på om lag 2 981 000 fat olje.

source: Final figures will be published in the beginning of February 2004.
nb: Endelege produksjonstal vil bli gjort offentleg i begynnelsen av februar 2004.

source: Wellbore 25/8-16 S will be drilled from the drilling facility Bredford Dolphin at position 59° 24’ 56.25” North and 02° 29’ 2.34” East following completed drilling of wildcat well 15/6-10 for ExxonMobil Exploration & Production Norway AS in production licence 029 B.
nb: Brønnbane 25/8-16 S skal bores fra boreinnretningen Bredford Dolphin i posisjon 59° 24’ 56.25” Nord og 02° 29’ 2.34” Øst etter avslutning av boring av undersøkelsesbrønnen 15/6-10 for ExxonMobil Exploration & Production Norway AS i utvinningstillatelse 029 B.

source: The area for this permit consists of parts of block 25/8.
nb: Arealet i denne tillatelsen består av deler av blokk 25/8.

source: Well 25/8-16 S is located just southeast of the middle part of the Jotun field in the North Sea.
nb: Brønn 25/8-16 S er lokalisert like sørøst for Jotunfeltet i midtre del av Nordsjøen.

source: Production licence 027 D was awarded on 7 December 2007 as a supplement to the 1st licensing round.
nb: Utvinningstillatelse 027 D ble tildelt 7. desember 2007 som tillegg til 1.konsesjonsrunde.

source: - oil production approximately 13.9 million Sm3 o.e, marketable gas approximately 6.9 million Sm3 o.e. and 2.2 million Sm3 o.e.
nb: Av dette var rundt 13,9 millionar Sm3 o.e. olje, 6,9 millionar Sm3 o.e. gass og 2,2 millionar Sm3 o.e.

source: The average daily production was about 2 816 000 barrels oil, about 220 000 barrels NGL and about 230 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i oktober var om lag 2 816 000 fat stabilisert olje, om lag 220 000 fat NGL og om lag 230 000 fat kondensat.

source: So far this year the total production is about 214.6 million Sm3 o.e.
nb: Så langt i 2003 er den totale produksjonen om lag 214,6 millionar Sm3 o.e.

source: Oil production approx. 136.9 million Sm3 o.e., condensate and NGL about 19.2 million Sm3 o.e., and marketable gas about 58.5 million Sm3 o.e.
nb: Av dette utgjorde oljeproduksjonen rundt 136,9 millionar Sm3 o.e., kondensat og NGL rundt 19,2 millionar Sm3 o.e., og gass for sal rundt 58,5 millionar Sm3 o.e.

source: Preliminary production figures from the Norwegian continental shelf, November 2003 Preliminary production figures show an average daily production of about 2 982 000 barrels oil.
nb: Førebels produksjonstal frå norsk kontinentalsokkel, november 2003 Førebels produksjonsoversikt for november viser ein gjennomsnittleg dagsproduksjon på om lag 2 982 000 fat olje.

source: Final figures will be published in the beginning of January 2004.
nb: Endelege produksjonstal vil bli gjort offentleg i begynnelsen av januar 2004.

source: The average daily production was about 2 689 000 barrels oil, about 169 000 barrels NGL and about 163 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i september var om lag 2 689 000 fat stabilisert olje, om lag 169 000 fat NGL og om lag 163 000 fat kondensat.

source: So far this year the total production is about 191.7 million Sm3 o.e.
nb: Så langt i 2003 er den totale produksjonen om lag 191,7 millionar Sm3 o.e.

source: Oil production approx. 123.0 million Sm3 o.e., condensate and NGL about 17.0 million Sm3 o.e., and marketable gas about 51.7 million Sm3 o.e.
nb: Av dette utgjorde oljeproduksjonen rundt 123,0 millionar Sm3 o.e., kondensat og NGL rundt 17,0 millionar Sm3 o.e., og gass for sal rundt 51,7 millionar Sm3 o.e.

source: Final figures will be published in the beginning of December 2003.
nb: Endelege produksjonstal vil bli gjort offentleg i begynnelsen av desember 2003.

source: The average daily production was about 2 873 000 barrels oil, about 180 000 barrels NGL and about 180 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i april var om lag 2 873 000 fat stabilisert olje, om lag 180 000 fat NGL og om lag 180 000 fat kondensat.

source: So far this year the total production is about 92.2 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 92,2 millionar Sm3 o.e.

source: Oil production approx. 56.1 million Sm3 o.e., condensate and NGL about 7.7 million Sm3 o.e., and marketable gas about 28.4 million Sm3 o.e.
nb: Av dette utgjorde oljeproduksjonen rundt 56,1 millionar Sm3 o.e., kondensat og NGL rundt 7,7 millionar Sm3 o.e., og gass for sal rundt 28,4 millionar Sm3 o.e.

source: Final figures will be published in the beginning of July 2004.
nb: Endelege produksjonstal vil bli gjort offentleg i begynnelsen av juli 2004.

source: Contact information Rune Hult, telephone: 51 87 60 77
nb: Kontaktinformasjon Rune Hult, tlf: 51 87 60 77

source: This is 2.1 million Sm3 o.e. lower than during August 2003.
nb: Dette er 2,1 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: Production is lower due to planned maintenance shut-ins of several fields together with technical problems on other fields.
nb: Lavere produksjon skyldes planlagt vedlikeholdsstans på en rekke felt sammen med tekniske problemer på andre felt.

source: Condensate
nb: Kondensat

source: Period
nb: Tidsrom

source: bill.Sm3
nb: mrd.Sm3

source: Difference
nb: Differanse

source: So far this year the total production is about 174.9 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 174,9 millioner Sm3 o.e.

source: This is 3.1 million Sm3 o.e. more than in the same period last year.
nb: Dette er 3,1 millioner Sm3 o.e. høyere enn i samme tidsrom i fjor.

source: During this time frame, approx. 110.7 million Sm3 oil has been produced, only 0.6 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 110,7 millioner Sm3 stabilisert olje, kun 0,6 % under Oljedirektoratets prognose for samme periode.

source: Preliminary production figures show an average daily production of about 2.598 million barrels oil for September 2004.
nb: Foreløpig produksjonsoversikt for september viser en gjennomsnittlig dagsproduksjon på om lag 2,598 millioner fat olje.

source: Final figures will be published in the beginning of November 2004.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av november 2004.

source: Please note that the table with updated production figures for the Norwegian shelf has been moved to the NPDS's fact-pages.
nb: Vær oppmerksom på at tabell med oppdaterte produksjonstall for norsk sokkel nå er flyttet til OD's fakta-sider.

source: During the month of December 23.0 million standard cubic meters of oil equivalents (Sm3 o.e.) were produced.
nb: Pressemelding 3/2005: I desember ble det produsert 23,0 millioner standard kubikkmeter oljeekvivalenter (Sm3 o.e).

source: This is 1.5 million Sm3 o.e. lower than during December 2003.
nb: Dette er 1,5 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: Production is lower due to a gas leak on Snorre A and technical problems on several fields.
nb: Lavere produksjon skyldes utblåsningen på Snorre A og tekniske problemer på en del felt.

source: Gasoline is now included in the NGL sum (included in condesate before).
nb: Nafta er nå inkludert i NGL summene (tidligere inkludert i kondensat).

source: In 2004 the total production was about 264.0 million Sm3 o.e.
nb: I 2004 ble den totale produksjonen om lag 264,0 millioner Sm3 o.e.

source: This is 1.5 million Sm3 o.e. more than in 2003.
nb: Dette er 1,5 millioner Sm3 o.e. høyere enn i 2003.

source: During this time frame, approx. 162.8 million Sm3 oil has been produced, only 3.0 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 162,8 millioner Sm3 stabilisert olje, kun 3,0 % under Oljedirektoratets prognose for samme periode.

source: December 2004
nb: Desember 2004

source: December 2003
nb: Desember 2003

source: Jan-Dec 2004
nb: Jan-des 2004

source: Jan-Dec 2003
nb: Jan-des 2003

source: Preliminary production figures show an average daily production of about 2.582 million barrels oil and 0.412 million barrels NGL and condensate for January 2005.
nb: Foreløpig produksjonsoversikt for januar 2005 viser en gjennomsnittlig dagsproduksjon på om lag 2,582 millioner fat olje og 0,412 millioner fat NGL og kondensat.

source: Final figures will be published in the beginning of March 2005.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av mars 2005.

source: Contact information: Rune Hult, telephone: 51 87 60 77
nb: Kontakt i OD: Rune Hult, tlf: 51 87 60 77

source: The average daily production was about 2 948 000 barrels oil, about 207 000 barrels NGL and about 231 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i januar var om lag 2 948 000 fat stabilisert olje, om lag 207 000 fat NGL og om lag 231 000 fat kondensat.

source: Preliminary production figures from the Norwegian continental shelf, February 2004 Preliminary production figures show an average daily production of about 2 988 000 barrels oil.
nb: Førebels produksjonstal frå norsk kontinentalsokkel, februar 2004 Førebels produksjonsoversikt for februar viser ein gjennomsnittleg dagsproduksjon på om lag 2 988 000 fat olje.

source: Final figures will be published in the beginning of April 2004.
nb: Endelege produksjonstal vil bli gjort offentleg i begynnelsen av april 2004.

source: This is 0,3 million Sm3 higher than July 2003.
nb: Dette er 0,3 millioner Sm3 høyere enn i samme tidsrom i fjor.

source: The production of oil is stable so far in 2004 at an average of 2,9 million barrels per day.
nb: Produksjonen av olje er så langt i 2004 stabilt med gjennomsnittlig 2,9 millioner fat per dag.

source: During July, Ekofisk and Troll were the two largest producers each with 1,5 million barrels of oil.
nb: Ekofisk og Troll er de to størse produsentene i juli.

source: During the month of July 21.5 million standard cubic meters of oil equivalents (Sm3 o.e.) were produced.
nb: I juli ble det produsert 21,5 millioner standard kubikkmeter oljeekvivalenter (Sm3 o.e).

source: This is 0.2 million Sm3 o.e. lower than during July 2003.
nb: Dette er 0,2 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: July 2004
nb: Juli 2004

source: July 2003
nb: Juli 2003

source: Jan-July 2004
nb: Jan-juli 2004

source: Jan-July 2003
nb: Jan-juli 2003

source: Preliminary production figures show an average daily production of about 2.558 million barrels oil for August 2004.
nb: Foreløpig produksjonsoversikt for august viser en gjennomsnittlig dagsproduksjon på om lag 2,558 millioner fat olje.

source: Final figures will be published in the beginning of October 2004.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av oktober 2004.

source: Increased costs, delayed wells, less injection and lower than expected production are key challenges on the Norwegian continental shelf.
nb: Økte kostnader, forsinkede brønner, mindre injeksjon og lavere produksjon enn forventet er sentrale utfordringer på norsk kontinentalsokkel.

source: At the same time, the goal of increasing oil production by 800 million standard cubic metres from 2005 to 2015 remains firm.
nb: Samtidig står målet om å øke oljeproduksjonen med 800 millioner standard kubikkmeter fra 2005 til 2015 fast.

source: "The most important thing I can do is contribute to managing the resources in a long-term perspective and move ahead step-by-step.
nb: - Det viktigste jeg kan gjøre er å bidra til forvaltning av ressursene i et langsiktig perspektiv og gå skrittvis fram.

source: Tremendous progress has been made.
nb: Det er gjort formidable framskritt.

source: On the Ekofisk field the recovery rate has increased from 17 to 50 per cent," said Minister of Petroleum and Energy Åslaug Haga in her introduction.
nb: På Ekofiskfeltet er utvinningsgraden økt fra 17 til 50 prosent, sa olje- og energiminister Åslaug Haga i sin innledning.

source: "This illustrates much of the excellent development, but a large portion of the resources are still not recovered.
nb: - Det viser mye av den flotte utviklingen, men samtidig ligger en stor del av ressursene igjen.

source: As national authorities, our objective is to increase resource exploitation and extract the very last commercial drop.
nb: Vi som myndigheter er opptatt av å øke ressursutnyttelsen og få ut den siste kommersielle dråpen.

source: There are two main areas of emphasis in mature areas: We must extract as much oil and gas as possible from the fields, and we must maintain a stabile level of exploration," said Haga.
nb: I de modne områdene er det to hovedfokus: Vi skal få mest mulig olje og gass ut av feltene og vi skal opprettholde et stabilt nivå på letingen, sa Haga.
